Repository: Mxmilu666/comment-reply-email-notification-MDx
Catalog: languages/comment-reply-email-notification-*.po
Languages: el

source: Check the subscription checkbox by default
el: Επιλέξτε το πλαίσιο ελέγχου εγγραφής από προεπιλογή

source: Display the GDPR checkbox
el: Εμφάνιση του πλαίσιου ελέγχου GDPR

source: Privacy Policy URL
el: URL Πολιτικής προστασίας προσωπικών δεδομένων

source: New reply to your comment
el: Υπάρχει μία νέα απάντηση στο σχόλιό σας

source: Your subscription for this comment has been cancelled.
el: Η παρακολούθηση για αυτό το σχόλιο έχει ακυρωθεί.

source: Notify me via e-mail if anyone answers my comment.
el: Ειδοποίηση με e-mail όταν απαντήσουν στο σχόλιο.

source: I consent to %s collecting and storing the data I submit in this form.
el: Συναινώ στο %s για τη συλλογή και αποθήκευση των δεδομένων που υποβάλλω σε αυτή τη φόρμα.

source: Privacy Policy
el: Πολιτική Απορρήτου

source: Hi %s
el: Γειά σου %s

source: %s has replied to your comment on
el: Ο/Η %s απάντησε στο σχόλιο σας στο

source: Click here to reply
el: Κάντε κλικ εδώ για απάντηση

source: Click here to stop receiving these messages
el: Κάντε κλικ εδώ για να σταματήσετε να λαμβάνετε μηνύματα

source: Sends an email notification to the comment author when someone replies to his comment.
el: Ειδοποίηση μέσω email στον συγγραφέα του σχόλιου όταν κάποιος απαντήσει σε αυτό.
